Repository: azman0101/videovignette
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Duration
fr: Durée

source: Height in px
fr: Hauteur en pixel

source: Width in px
fr: Largeur en pixel

source: Number of cropped frame
fr: Nombre d'extraction de frame

source: Tag too long !
fr: Tag trop long !

source: Tag already exists, just select it by the list
fr: Le tag existe déjà, séléctionnez le dans la liste pour l'associer.

source: %s created but not attached, re-search it by the list for attaching it
fr: Le tag %s a été créé, cependant il n'est pas encore associé à l'image. <br /> Cherchez le de nouveau pour l'associer.

source: %s tag already attached
fr: tag %s est déjà associé

source: %s tag added
fr: tag %s ajouté

source: No tag attached
fr: Aucun tag associés

source: Your are not authorized to create tags
fr: Vous n'êtes pas authorisé à créer des tags

source: You get permission to create your own tags
fr: Vous êtes authorisé à créer des tags

source: Home
fr: Accueil

source: Language
fr: Langage

source: Sign in
fr: Se connecter

source: Download
fr: Téléchargement

source: Videos
fr: Vidéos

source: Preview
fr: Prévisualisation

source: Download your videos
fr: Telecharger vos videos

source: Drop videos below and the system will upload and process them.
fr: La zone ci-dessous vous permet de déposer une ou plusieurs vidéo à traiter.

source: Create the tag
fr: Créer un tag

source: Ending tagging
fr: Terminer

source: Add Tagging ?
fr: Tagger ?

source: Save
fr: Sauvegarder

source: See cropped parts
fr: Images associées
